Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/educational_material_fi/ma_htt_vua_am_saa_m_iol_matttoozz.pdf.tmx
Source language: sms
Languages: fin

source: SääŠmǩiõl da sääŠmǩiõlʼlaž mättʼtõs LääŠddjânnmest Vuäittmõõžžin sääŠmǩiõl da sääŠmǩiõlʼlaž mättʼtõŠsse šiõtteet vuâđđmättʼtõs- da lookkjiškooul-laaŠjjin, mättʼtõs- da kultturministeria meärrõõzzin da mättʼtemplaan vuâđain.
fin: Saamen kielen ja saamenkielinen opetus Suomessa Mahdollisuuksista saamen kielen ja saamenkieliseen opetukseen säädetään perusopetus- ja lukiolaeissa, opetus- ja kulttuuriministeriön määräyksissä ja opetussuunnitelman perusteissa.

source: Viõǥǥâst åårrai vuäittmõõžž kuâŠsǩǩe pukid kolmm sääŠmǩiõl: aanar-, nuõrttsääŠm- ja tâŠvvsääŠmǩiõlid.
fin: Voimassaolevat mahdollisuudet koskevat kaikkia kolmea saamen kieltä: inarin-, koltan- ja pohjoissaamea.

source: SäŠmmlai dommvuuŠd kooŠddin škooul lij õõlǥtum riâššâd sääŠmǩiõl siltteeŠji škooulneeŠǩǩi vuâđđmättʼtõõzz väŠlddvuäŠzzin sääŠmǩiõlin.
fin: Saamelaisten kotiseutualueen kunnissa koulu on velvollinen järjestämään saamen kieltä osaavien oppilaiden perusopetuksen pääosin saamen kielellä.

source: TakaivueŠjjest tõn mieŠrren lij, što škooulneeŠǩǩest lij vuõiggâdvuõtt vuäǯǯad vuâđđmättʼtõõzz uuŠccmõsân bieŠll sääŠmǩiõlin.
fin: Käytännössä se tarkoittaa perusopetuksen oppilaalle oikeutta saada opetuksestaan vähintään puolet saamen kielellä.

source: Lookkjiškooulâst da ämmatlaž škooultõõzzâst sääŠmǩiõllsâž mättʼtõs lij še vuäittmõõžžâst.
fin: Lukiossa ja ammatillisessa koulutuksessa saamenkielinen opetus on myös mahdollista.

source: LââŠssen dommvuuŠdest lij vuäittmõš lookkâd sääŠmǩiõl da veeŠres ǩiõl mättʼtemaunnsid vuâđđmättʼtõõzzâst, lookkjiškooulâst da ämmtlaž škooultõõzzâst.
fin: Lisäksi kotiseutualueella on mahdollista lukea saamea äidinkielen ja vieraan kielen oppiaineina perusopetuksessa, lukiossa ja ammatillisessa koulutuksessa.

source: SäŠmmlai dommvuuŠd kooŠddi åålǥbeäŠlnn lij vuäittmõš vuäǯǯad sääŠmǩiõl mättʼtõõzz, leâŠša mättʼtõõzz riâššmõš ooudald spesial aktiiv-vuõđ !
fin: Saamelaisten kotiseutualueen kuntien ulkopuolella on mahdollista saada saamen kielen opetusta, mutta opetuksen järjestäminen edellyttää erityistä aktiivisuutta !

source: Mättʼtõõzz riâžžât âŠlddmättʼtõsân da še virtualʼlânji.
fin: Opetusta järjestetään sekä lähiopetuksena että virtuaalisesti.

source: TuåiŠmme täna info@samediggi.fi, kååŠtt veäŠǩǩad mättŠtõõđjid, puärrsid da škooultõõzz riâššjid mättʼtõõzz äiggavuäǯǯmõõžžâst.
fin: Toimi näin: Jos haluat saamen kielen opetusta, esitä pyyntösi oman koulun rehtorille.

source: nalla: Jõs haaŠlääk sääŠmǩiõl mättʼtõõzz, uuŠd alttõõzz jiijjad rehttra.
fin: Voit lisäksi ottaa yhteyttä saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon

source: Vuäitak lââŠssen väŠldded õhttvuõđ sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttr
fin: info@samediggi.fi, joka auttaa opiskelijoita, vanhempia ja koulutuksen järjestäjiä opetuksen ai

source: PâŠjjmättʼtõõtti-tuŠtǩǩõõzzâst lij vuäittmõš spraavdõõttâd sääŠmǩiõl jieŠnnǩiõl leŠbe veeŠres ǩiõl teeŠst.
fin: Ylioppilastutkinnossa on mahdollista suorittaa saamen kielen äidinkielen tai vieraan kielen koe.

source: SääŠmǩiõl lookkjiškooulkuursid lij vuäittmõš spraavdõõttâd še virtualʼlânji.
fin: Saamen kielen lukiokursseja on mahdollista suorittaa myös virtuaalisesti.

source: SäŠmmlai dommvuuŠd kooŠddi åålǥbeäŠlnn lookkjiškooulâst lookki vuäiŠtte ǩiõččâd mättjemtarjjumuužž sääŠmvuuŠd škooulʼjemkõõskõõzz virtualškooulâst www.sogsakk.fi da lââŠssen sääŠmǩiõl kuursi riâššmõõžž e-lookkjiškooulâst www.elukio.fi.
fin: Saamelaisten kotiseutu www.sogsakk.fi ja lisäksi saamen kielen kurssien järjestämistä eossa www.elukio.fi. Lukiokurssien suorittamismahdollisuutta voi kysyä myös saamelaisten kotiseutualueen kuntien lukioista, joilla on virtuaaliopiskelijoita vuosittain.

source: Lookkjiškooulkuursi spraavdõõttâmvuäittmõõžž vuäitt kõõččâd še säŠmmlai dommvuuŠd kooŠddi lookkjiškooulin, koin liâ virtualmättʼtõõđi piirieeŠjji.
fin: alueen kuntien ulkopuolella lukiota käyvien kannattaa seurata opintotarjontaa saamelaisalueen koulutuskeskuksen virtuaalikoulussaluki

source: SääŠmvuuŠd škoouŠlʼjemkõõskõs reäšš piirieeŠjji obb lookkâmpââi piŠštti aŠlddškooultõõzz aanar-, nuõrtt, www.sogsakk.fi.
fin: Saamelaisalueen koulutuskeskus järjestää vuosittain koko lukuvuoden mittaisen lähikoulutuksen inarin-, koltan- ja pohjoissaamen kielissä, www.sogsakk.fi.

source: LääŠddjânnam kolmmen universiteeŠttin lij vuäittmõš mättʼtõõttâd sääŠmǩiõl:
fin: Suomen yliopistoista kolmessa on mahdollista opiskella saamen kieltä:
